; <Persian>
; <Hessam>

[Persian]
IDS_TITLE_EXCLUDE=محرومسازی
IDS_FILE=فايل
IDS_SETTINGS=تنظيمات
IDS_EXIT=خروج
IDS_EDIT=ویرایش
IDS_PURGE_UNUSED=پاکسازی برنامه استفاده نشده
IDS_PURGE_TIMERS=پاکسازی زمان دار
IDS_FIND=جستجو
IDS_REFRESH=تازه سازي
IDS_VIEW=مشاهده
IDS_ICONS=آیکون
IDS_ICONSSMALL=کوچک
IDS_ICONSLARGE=بزرگ
IDS_ICONSISHIDDEN=آیکون بارگیری نکن
IDS_LANGUAGE=زبان
IDS_FONT=فونت
IDS_HELP=راهنما
IDS_WEBSITE=وبسایت
IDS_CHECKUPDATES=بررسي براي بروز رساني
IDS_DONATE=!تشکر میکنم
IDS_ABOUT=درباره
IDS_TRAY_SHOW=نمایش/عدم نمایش
IDS_TRAY_START=فعالسازی فیلترها
IDS_TRAY_STOP=غیرفعالسازی فیلترها
IDS_TRAY_RULES=دستورات
IDS_TRAY_BLOCKLIST_RULES=لیست مسدودسازی
IDS_TRAY_SYSTEM_RULES=دستورات سیستم
IDS_TRAY_USER_RULES=دستورات کاربر
IDS_TRAY_LOGERR=خطای وقایع
IDS_ADD_FILE=افزودن برنامه
IDS_ANY=هر
IDS_DISABLENOTIFICATIONS=غیرفعالسازی آگاهسازی
IDS_OPENRULESEDITOR=ایجاد دستور
IDS_TIMER=زمان دار
IDS_DISABLETIMER=غیرفعال کردن زمان دار
IDS_EXPLORE=بازکردن محتویات پوشه
IDS_COPY=کپي
IDS_SELECT_ALL=انتخاب همه
IDS_CHECK=فعالسازی منتخب
IDS_UNCHECK=غیرفعالسازی منتخب
IDS_ADD=افزودن
IDS_EDIT2=ویرایش
IDS_DELETE=حذف
IDS_EXPORT=خروجیگیری
IDS_IMPORT=وارد کردن
IDS_RULE_ALLOWLOOPBACK=اجازه ارتباطات برگردان برای همه
IDS_HIGHLIGHT_INVALID=(نامعتبر (فایل یافت نشد یا مشکل فیلتر
IDS_HIGHLIGHT_NETWORK=برنامه اشتراکی شبکه
IDS_HIGHLIGHT_PICO=برنامه پیکو
IDS_HIGHLIGHT_SIGNED=برنامه امضاء شده
IDS_HIGHLIGHT_SILENT=آگاهسازی غیرفعال شده
IDS_HIGHLIGHT_SPECIAL=دستورات کاربر
IDS_HIGHLIGHT_SYSTEM=برنامه سیستم
IDS_GROUP_TIMER=برنامه های زمان دار
IDS_EDITOR=ویرایشگر دستور
IDS_NAME=نام
IDS_RULE=دستور
IDS_PORTVERSION=(خانواده (فقط-پورت ها
IDS_PROTOCOL=پروتکل
IDS_DIRECTION=جهت
IDS_ACTION=اقدام
IDS_DATE=تاريخ
IDS_FILEPATH=مسیر
IDS_SIGNATURE=امضاء
IDS_ADDRESS=آدرس
IDS_FILTER=فیلتر
IDS_NOTES=نکات
IDS_ADDED=اضافه شده
IDS_TIMELEFT=زمان باقیمانده
IDS_SIGN_SIGNED=امضا شده
IDS_SIGN_UNSIGNED=امضا نشده
IDS_GROUP_ALLOWED=برنامه هایی که به اینترنت دسترسی دارند
IDS_GROUP_BLOCKED=برنامه هایی که به اینترنت دسترسی ندارند
IDS_GROUP_ENABLED=دستورات فعال شده
IDS_GROUP_DISABLED=دستورات غیر فعال شده
IDS_DIRECTION_1=خروجی
IDS_DIRECTION_2=ورودی
IDS_DIRECTION_3=هر دو
IDS_ACTION_ALLOW=اجازه
IDS_ACTION_BLOCK=مسدود
IDS_ENABLE_CHK=فعالسازی دستور
IDS_WIKI=راهنما
IDS_SAVE=ذخیره
IDS_CLOSE=بستن
IDS_SETTINGS_GENERAL=عمومی
IDS_TITLE_GENERAL=پیکربندی عمومی
IDS_TITLE_LANGUAGE=زبان
IDS_TITLE_CONFIRMATIONS=پنجره های پرسیدن
IDS_TITLE_INTERFACE=رابط
IDS_TITLE_HIGHLIGHTING=برجسته سازی
IDS_TITLE_LOGGING=ضبط وقایع بسته ها
IDS_TITLE_NOTIFICATIONS=آگاهسازی
IDS_TITLE_ADVANCED=پیشرفته
IDS_ALWAYSONTOP_CHK=همیشه در بالا
IDS_LOADONSTARTUP_CHK=اِجرا شدن در بالا آمدن ویندوز
IDS_STARTMINIMIZED_CHK=شروع کمینه شده
IDS_SHOWFILENAMESONLY_CHK=فقط نام فایل را نشان بده
IDS_AUTOSIZECOLUMNS_CHK=اندازه خودکار ستون
IDS_SKIPUACWARNING_CHK="رَد هشدار پرسش "کنترل اکانت کاربر
IDS_CHECKUPDATES_CHK=(بررسی دوره ای برای بروز رسانی (توصیه می شود
IDS_LANGUAGE_HINT=انتخاب زبان:
IDS_USESTEALTHMODE_CHK=پیشگیری اسکن پورت
IDS_USESTEALTHMODE_HINT=پیشگیری از اسکن پورت TCP با رهاسازی خاموش TCP RST ورودی و پیشگیری از اسکن پورت یو UDP با پاسخ به ICMP خروجی "مقصد قابل دسترسی نیست".
IDS_INSTALLBOOTTIMEFILTERS_CHK=فعالسازی فیلترهای زمان-بوت
IDS_INSTALLBOOTTIMEFILTERS_HINT=پیشگیری از درز داده حین بالا آمدن ویندوز،حتی قبل از اینکه سرویس موتور فیلترینگ پایه "بی اِف ای" شروع شود
IDS_USECERTIFICATES_CHK=بررسی برنامه ها برای امضاء دیجیتالی
IDS_USENETWORKRESOLUTION_CHK=تبدیل نام دامنه به آی پی یا برعکس
IDS_DISABLEWINDOWSFIREWALL_CHK=غیرفعالسازی فایروال ویندوز
IDS_ENABLEWINDOWSFIREWALL_CHK=فعالسازی فایروال ویندوز
IDS_CONFIRMEXIT_CHK=نمایش پنجره پرسش در خروج از برنامه
IDS_CONFIRMEXITTIMER_CHK=نمایش پنجره پرسش حین خروج،وقتی زمان دار فعال است
IDS_CONFIRMLOGCLEAR_CHK=پرسش زمان پاکسازی وقایع
IDS_COLORS_HINT=برای تغییر مورد دو مرتبه روی آن کلیک کنید
IDS_ENABLELOG_CHK=فعالسازی ضبط وقایع بسته ها در فایل
IDS_LOGSHOW=نمایش وقایع
IDS_LOGCLEAR=پاکسازی وقایع
IDS_LOGSIZELIMIT_HINT=(حداکثر حجم وقایع: (کیلوبایت
IDS_ENABLENOTIFICATIONS_CHK=فعالسازی آگاهسازی بسته ها
IDS_NOTIFICATIONSOUND_CHK=فعالسازی صدای آگاهسازی
IDS_NOTIFICATIONTIMEOUT_HINT=:(وقفه بین آگاهسازی مشابه (ثانیه
IDS_NOTIFY_TOOLTIP=تنظیم دستور کاربر برای اجازه دسترسی به یک آدرس و/یا پورت برای این برنامه
IDS_QUESTION=آيا مط‌مئن هستید؟
IDS_QUESTION_DELETE=موارد منتخب حرق شود؟
IDS_QUESTION_START=این دسترسی به شبکه را طبق پیکربندی منتخب فعلی مسدود می کند. ادامه؟
IDS_QUESTION_STOP=این دسترسی به شبکه را برای همه برنامه های مسدود شده فراهم می کند،ادامه؟
IDS_QUESTION_EXIT=فیلترهای نصب شده حتی بعد از خروج کار می کند.ادامه؟
IDS_QUESTION_TIMER=زمان دار فعال شده است.زمان دار فقط وقتی برنامه در اِجرا است کار می کند.خروج؟
IDS_QUESTION_TIMERS=زمان بندی ها حذف شود؟
IDS_QUESTION_FLAG_CHK=دوباره نپرس
IDS_STATUS_EMPTY=.خالی
IDS_STATUS_SYNTAX_ERROR=خطای نحو در دستور
IDS_ADDRESS_LOCAL=منبع
IDS_ADDRESS_REMOTE=مقصد
IDS_UPDATE_ERROR=خطای اتصال به سرور بروز رسانی رخ داده است
IDS_UPDATE_DOWNLOAD=در حال دانلود بروز رسانی...
IDS_UPDATE_DONE=دانلود بروز رسانی پایان یافت
IDS_GROUP_SPECIAL_APPS=برنامه ها با دستورات کاربر
IDS_RULE_ALLOWLOOPBACK_HINT=این همه ترافیک های برگردان را اجازه میدهد
IDS_RESET=ریست
IDS_EXCLUDESTEALTH_CHK=ارتباطات اسکنر پورت
IDS_EXCLUDEBLOCKLIST_CHK=لیست مسدودساز
IDS_UPDATE_INIT=بررسی برای نسخه جدید...
IDS_UPDATE_INSTALL=بروز رسانی موجود است.میخواهید حالا آن را نصب کنید؟
IDS_EXCLUDECUSTOM_CHK=دستورات کاربر
IDS_EXCLUDECLASSIFYALLOW_CHK=ارتباطات مجاز
IDS_STATUS_TIMER_DONE=زمان بندی برای برنامه به پایان رسیده است
IDS_ICONSEXTRALARGE=فوق بزرگ
IDS_STATUS_UNUSED_APPS=برنامه های استفاده نشده
IDS_STATUS_TIMER_APPS=برنامه های زمان دار
IDS_SECUREFILTERS_CHK=فعالسازی حفاظت از فیلترهای نصب شده
IDS_SECUREFILTERS_HINT=پیشگیری از دسترسی برنامه های غیرمجاز به فیلترهای نصب شده
IDS_USEREFRESHDEVICES_CHK=تازه سازی فیلترها (ذخیره ساز)در اتصال دستگاه
IDS_RULE_ALLOW6TO4=(6to4) اجازه تغییر مسیر آی پی نسخه 6 برای همه
IDS_RECOMMENDED=توصیه میشود
IDS_ICONSISTABLEVIEW=نمایش بعنوان جدول
IDS_ACTION_ALLOW_HINT=اجازه دسترسی همیشگی شبکه
IDS_ACTION_BLOCK_HINT=مسدود کردن دسترسی همیشگی شبکه
IDS_ACTION_LATER_HINT=حالا رد کن بعدا بپرس
IDS_RULE_APPLY_2=برای این برنامه "%s" اِعمال
IDS_EDITRULES=ویرایش دستورات
IDS_TAB_APPS=برنامه ها
IDS_TAB_SERVICES=سرویس ها
IDS_TAB_PACKAGES=برنامه فروشگاه ویندوز
IDS_TAB_NETWORK=ارتباطات
IDS_STATE=وضعیت
IDS_STATUS_FILTERS_ACTIVE=فیلترها فعال شده است
IDS_STATUS_FILTERS_INACTIVE=فیلنرها فعال نشده است
IDS_STATUS_FILTERS_PROCESSING=اِعمال فیلترها
IDS_HIGHLIGHT_CONNECTION=ارتباطات شبکه دارد
IDS_SHOWINLIST=نمایش در لیست
IDS_BLOCKLIST_SPY=نظارت و ردیابی مایکروسافت
IDS_BLOCKLIST_UPDATE=بروزرسانی ویندوز
IDS_BLOCKLIST_EXTRA=برنامه های مایکروسافت
IDS_PORT=پورت
IDS_NOTIFY_TITLE=هشدار شبکه
IDS_NOTIFY_HEADER=ارتباط با شبکه قطع شد
IDS_DISABLE=غیرفعال
IDS_TITLE_SECURITY=امنیتی
IDS_LOGVIEWER_HINT=برنامه نمایش دهنده وقایع
IDS_NOTIFICATIONONTRAY_CHK=نمایش پنجره آگاهسازی در گوشه صفحه
IDS_NETWORK_CLOSE=بستن ارتباط
IDS_RULE_BLOCKOUTBOUND=مسدودسازی ارتباطات خروجی برای همه
IDS_RULE_BLOCKINBOUND=مسدودسازی ارتباطات ورودی برای همه
IDS_VIEW_ICON=آیکون
IDS_VIEW_DETAILS=جزئیات
IDS_VIEW_TILE=آجری
IDS_RULE_HINT=اگر این فیلد را خالی بگذارید، پس دستور در هر آدرس و پورتی اعمال میشود
IDS_RULE_APPS_HINT=اگر برنامه ای انتخاب نشده، پس دستور روی همه برنامه ها اِعمال می شود
IDS_STATUS_FILTERS_ACTIVE_TEMP=فیلتر ها تا زمان ریستارت فعال هستند
IDS_INSTALL_PERMANENT=دستورات دائمی. دستوراتی که فقط توسط شما غیرفعال می شوند
IDS_INSTALL_TEMPORARY=دستورات موقت. دستوراتی که تا ریستارت بعدی کار می کنند
IDS_ENABLEUILOG_CHK=فعالسازی رابط ضبط وقایع بسته ها
IDS_NOTIFICATIONFULLSCREENSILENTMODE_CHK=فعالسازی حالت ساکت وقتی که برنامه تمام صفحه در پیش زمینه است
IDS_TITLE_TRAY=آیکون برنامه
IDS_TRAYICONSINGLECLICK_CHK=باز کردن پنجره برنامه با یک کلیک روی آیکون برنامه در گوشه صفحه
IDS_ENABLE_APP_CHK=فعالسازی دسترسی به شبکه
IDS_APP_HINT=اگر برنامه از قبل به اینترنت دسترسی دارد، نیازی به دستور اجازه دهنده دیگری ندارد
IDS_HOST=میزبان
IDS_CONFIRMALLOW_CHK=تایید کردن زمانی که یک برنامه مجاز می شود
IDS_QUESTION_ALLOW=آیا از دادن دسترسی کامل به این برنامه مطمئن هستید؟
IDS_SHOWSEARCHBAR_CHK=نمایش نوار جستجو
IDS_LAYER=لایه
IDS_RULE_ALLOWWINDOWSUPDATE=اجازه بروز رسانی ویندوز
IDS_ACTION_TERMINATE_HINT=بستن برنامه
IDS_PROFILE_TYPE=نوع پروفایل
IDS_USEAPPMONITOR_CHK=نظارت بر تغییرات برنامه ها
IDS_DISABLEREMOVAL=غیرفعالسازی حذف
IDS_USEHASHES_CHK=sha-256 بررسی برنامه برای هَش
IDS_COMMENT=نظرات
IDS_USEDARKTHEME=حالت شب
IDS_KEEPUNUSED_CHK=حفظ برنامه های استفاده نشده
IDS_UPDATE_NO=بروزرساني موجود نمي باشد
IDS_UPDATE_YES=بروز رسانی موجود است، دانلود و نصب شود؟
IDS_UPDATE_SPEED=سرعت
IDS_RULE_FOR_ALL=برای همه
IDS_RULE_FOR_APPS=برای برنامه ها
IDS_PROFILE_TYPE_PLAIN=ساده
IDS_PROFILE_TYPE_COMPRESSED=فشرده شده
IDS_PROFILE_TYPE_ENCRYPTED=رمزنگاری شده
IDS_SESSION_ONLY=فقط حین اجرای برنامه
IDS_LIMIT_REACHED=به سقف محدودیت رسید
IDS_INTERNAL_RULE=دستور داخلی
IDS_LOADING=...درحال بارگیری
IDS_DIRECTION_REMOTE=ریموت
IDS_DIRECTION_LOCAL=محلی
IDS_WARNING_UNEXPECTED=ترافيک اينترنت مي‌تواند از راه‌هاي غيرمنتظره‌اي خارج شود. ادامه مي دهيد؟ (svchost.exe/System) هشدار، از طريق سرويس‌/ درايور ميزبان
IDS_WARNING_ME=اگر برنامه اصلي را غير مجاز کنيد، نميتوانيد از گزينه تبدیل نام دامنه به آی پی یا برعکس استفاده کنید. ادامه؟
IDS_TOTAL=مجموع
IDS_EXCLUDEINBOUND_CHK=ترافیک ورود یشبکه  از منبع خارجی به همه دستگاه ها/یا اعضا یک گروه خاص
